import React from "react";

const PublicOffer = () => {
  return (
    <div
      style={{ width: "90%", margin: "auto", fontSize: "20px", fontWeight: "" }}
    >
      <h1>ДОГОВІР ПУБЛІЧНОЇ ОФЕРТИ</h1>
      <h2>1. ЗАГАЛЬНІ ПОЛОЖЕННЯ</h2>
      <b>1.1.</b> Ця публічна оферта про надання благодійної пожертви (далі -
      Оферта) адресована невизначеному колу дієздатних фізичних та юридичних
      осіб приватного права, які добровільно здійснюють благодійну діяльність
      (далі кожна з таких – Благодійник) та є офіційною та публічною пропозицією
      <b> БЛАГОДІЙНА ОРГАНІЗАЦІЯ "БЛАГОДІЙНИЙ ФОНД "ФОРПОСТ ГРАНІТ"</b>,
      ідентифікаційний код <b>45270705</b>, в особі директора ************ (далі
      – Фонд), укласти договір публічної оферти про надання благодійної пожертви
      (далі – Договір) на зазначених нижче умовах, з кожним Благодійником, що
      звернеться.
      <br />
      <b>1.2.</b> Ця Оферта є пропозицією укласти договір відповідно до ст. 641
      Цивільного кодексу України.
      <br />
      <b>1.3.</b> Ця Оферта набирає чинності з моменту розміщення її на сайті
      Фонду в мережі Інтернет за посиланням:{" "}
      <b>https://fundgranite.com.ua/public-offer</b> (далі – Сайт).
      <br />
      <b>1.4.</b> Ця Оферта є безстроковою та може бути змінена або відкликана
      Фондом у будь-який час (до її акцепту Благодійником) шляхом розміщення
      відповідної інформації на Сайті.
      <br />
      <b>1.5.</b> Фонд може укладати договори щодо надання благодійної пожертви
      в іншому порядку та/або на інших умовах, ніж це передбачено цією Офертою.
      Благодійник може окремо звернутися до Фонду для укладення такого договору.
      <br />
      <h2>2. ПРЕДМЕТ ДОГОВОРУ</h2>
      <br />
      <b>2.1.</b> Згідно з цим Договором Благодійник безоплатно та добровільно
      передає у власність Фонду грошові кошти або віртуальні активи шляхом
      здійснення благодійної пожертви, а Фонд приймає таку благодійну пожертву
      та зобов'язується використовувати її для проведення благодійної діяльності
      відповідно до Статуту та чинного законодавства України.
      <br />
      <b>2.2.</b> Передача Благодійником грошових коштів та/або віртуальних
      активів за цим Договором визнається благодійною пожертвою відповідно до
      ст. 6 Закону України «Про благодійну діяльність та благодійні
      організації».
      <br />
      <b>2.3.</b> Благодійник самостійно визначає розмір благодійного
      пожертвування. Фонд самостійно визначає напрями використання благодійної
      пожертви в рамках власної статутної діяльності, якщо інше не визначено
      Благодійником в порядку, визначеному цим Договором.
      <br />
      <b>2.4.</b> Благодійник має право запитати у Фонду та отримати інформацію
      про характер і розмір необхідної благодійної допомоги на конкретні цілі
      діяльності Фонду, а також за благодійними програмами Фонду, задля
      визначення напрямів використання благодійної пожертви до її надання. За
      бажанням, Благодійник може вказати цільове призначення благодійної
      пожертви, обравши призначення пожертви серед програм (проектів), цілей,
      оголошених Фондом. Суми невикористаних пожертв, наданих Благодійником на
      конкретні цілі, програми чи проекти Фонду, будуть розподілені Фондом на
      інші напрями в рамках своєї статутної діяльності, про що Благодійник надає
      свою згоду.
      <br />
      <b>2.5.</b> Укладення та виконання цього Договору не має на меті та не
      передбачає отримання прибутку будь-якою зі сторін.
      <br />
      <b>2.6.</b> Статут Фонду, інформація про її роботу та звіти про результати
      діяльності Фонду розміщуються на Сайті.
      <h2>3. ЦІЛІ ТА СФЕРИ БЛАГОДІЙНОЇ ДІЯЛЬНОСТІ </h2>
      <b>3.1.</b> Фонд здійснює благодійну діяльність відповідно до свого
      Статуту, а також затверджених благодійних програм, проектів та заходів,
      направлених на відновлення людського капіталу в сферах медицини, освіти,
      гуманітарної допомоги. <h2>4. ВНЕСЕННЯ ПОЖЕРТВИ ТА АКЦЕПТ ОФЕРТИ</h2>
      <b>4.1.</b> Благодійник самостійно визначає розмір благодійної пожертви та
      вносить її шляхом (і) здійснення переказу грошових коштів або віртуальних
      активів за допомогою платіжних форм та засобів, розміщених на Сайті, або
      (іі) перерахування грошових коштів на поточний рахунок Фонду через
      установи банків.
      <br />
      <b>4.2.</b> Благодійні пожертви є безстроковими, і термін їхнього
      використання Фондом не обмежується.
      <br />
      <b>4.3.</b> Благодійна пожертва є добровільною та не підлягає подальшому
      поверненню Благодійнику.
      <br />
      <b>4.4.</b> Відповідно до цієї Оферти та Договору благодійні пожертви
      надаються Благодійниками та використовуються Фондом для проведення та
      забезпечення благодійної діяльності Фонду (реалізації напрямів, цілей
      благодійної діяльності та благодійних програм) відповідно до Статуту та
      законодавства України. Благодійник погоджується з таким цільовим
      призначенням своєї пожертви.
      <br />
      <b>4.5.</b> Благодійник має право визначити конкретну ціль своєї пожертви
      в рамках цілей та напрямів діяльності чи благодійних програм Фонду шляхом
      укладання із Фондом окремого договору щодо надання благодійної пожертви,
      згідно з пунктами 1.5 та 2.4 цієї Оферти.
      <br />
      <b>4.6. </b>Благодійник надає згоду на перерозподіл та використання своєї
      цільової пожертви на інші напрями статутної діяльності Фонду чи інші
      благодійні проекти, якщо його цільова пожертва з якихось причин буде не
      використана (наприклад, закриття конкретного проекту, чи якщо збір коштів
      закритий або не актуальний).
      <br />
      <b>4.7.</b> Якщо Благодійник при внесенні пожертви визначив її конкретну
      ціль без попереднього погодження з Фондом, Фонд має право повернути таку
      пожертву Благодійнику. <br />
      <b>4.8.</b> Отримані Фондом благодійні пожертви можуть бути повернуті
      Благодійникові у випадках, передбачених законодавством України. <br />
      <b>4.9.</b> Акцептом Оферти вважається її повне та безумовне прийняття
      шляхом вчинення Благодійником дій з передачі Фонду коштів благодійної
      пожертви одним зі способів, зазначених у пункті 4.1 вище. Оферта
      вважається акцептованою та Договір укладеним з дати зарахування коштів
      /активів на поточний рахунок Фонду.
      <br />
      <b>4.10.</b> Акцептом Оферти Благодійник підтверджує, що він згоден із
      усіма умовами Оферти, повною мірою усвідомлює та згоден з предметом цього
      Договору, цілями публічного збирання коштів, а також підтверджує право
      Фонду використати частину благодійної пожертви на адміністративні витрати
      Фонду в розмірі, не більшому, ніж зазначений в Законі України «Про
      благодійну діяльність та благодійні організації». <br />
      <b>4.11.</b> Благодійник також усвідомлює та погоджується, що частина його
      благодійної пожертви може бути використана Фондом на покриття витрат,
      пов’язаних з внесенням благодійних пожертв, якщо такі витрати стягуються
      третіми сторонами за замовчуванням та їх неможливо уникнути (наприклад,
      комісії платіжних систем з еквайрингу, банківські комісії тощо).
      <br />
      <b>4.12.</b> Сторони, погоджуються, що з моменту акцептування Оферти, цей
      Договір набуває чинності відповідно до статей 633, 641, 642 Цивільного
      кодексу, і його умови однакові для всіх Благодійників.{" "}
      <h2>5. ПРАВА ТА ОБОВ’ЯЗКИ СТОРІН</h2>
      <b>5.1. Фонд має право:</b>
      <br />
      <b>- 5.1.1.</b> Отримувати благодійні пожертви і використовувати їх
      відповідно до умов Оферти та Статуту Фонду. <br />
      <b>- 5.1.2.</b> Змінювати напрямки використання благодійної пожертви в
      межах статутної діяльності Фонду. <br />
      <b>- 5.1.3.</b> Використовувати частину благодійної пожертви на
      адміністративні витрати Фонду, без погодження з Благодійником, у розмірі
      не більшому, ніж це передбачено законодавством України. <br />
      <b>5.2. Фонд зобов’язаний:</b>
      <br />
      <b> - 5.2.1.</b> Створити умови, необхідні Благодійнику для внесення
      благодійної пожертви згідно умов Оферти.
      <br />
      <b>- 5.2.2. </b>Використовувати отримані благодійні пожертви для
      досягнення цілей, передбачених Статутом Фонду. <br />
      <b>- 5.2.3. </b>Зберігати конфіденційну інформацію (в т.ч. персональні
      дані), отриману від Благодійника, не передавати її третім особам без згоди
      Благодійника, за винятком випадків, встановлених Офертою та чинним
      законодавством України.
      <br />
      <b>5.3. Благодійник має право:</b>
      <br />
      <b>- 5.3.1. </b>Передавати добровільну Благодійну пожертву Фонду у спосіб,
      зазначений у Договорі. <br />
      <b>- 5.3.2. </b>Звернутися до Фонду з метою отримання звіту щодо
      використання нею Благодійних пожертв.
      <br />
      <b>5.4. Благодійник зобов’язаний: </b>
      <br />
      <b>- 5.4.1. </b>Детально та уважно ознайомитися з усіма правилами та
      умовами Оферти й прийняти їх при здійсненні оплати благодійної пожертви, а
      також всіма додатковими правилами, що регулюють відносини Сторін
      відповідно до Оферти.
      <h2>6. МІСЦЕ ПРОВЕДЕННЯ СБОРУ БЛАГОДІЙНИХ ПОЖЕРТВ</h2>
      <b>6.1.</b> Публічний збір благодійних пожертв проводиться на території
      будь-якої з країн світу. Безпосередня діяльність Фонду, що стосується
      публічного збору пожертв за Договором, проводиться згідно його Статуту.{" "}
      <h2>7. СТРОК ПУБЛІЧНОГО СБОРУ БЛАГОДІЙНИХ ПОЖЕРТВ </h2>
      <b>7.1. </b>Публічний збір благодійних пожертв на підставі цього Договору
      здійснюється протягом всього строку діяльності Фонду до моменту її
      припинення, якщо інше не визначено рішенням компетентних органів
      управління Фонду. У випадках наявності цільових благодійних проектів,
      публічний збір благодійних пожертв проводиться протягом строків, вказаних
      у відповідному оголошенні про публічний збір благодійних пожертв на
      конкретну мету. <h2>8. ВІДПОВІДАЛЬНІСТЬ ФОНДУ</h2>
      <b> 8.1.</b> Фонд несе відповідальність за порушення цього Договору або
      порядку використання Благодійних пожертв в розмірі та в порядку,
      визначними чинним в Україні законодавством. <br />
      <b>8.2.</b> Фонд не несе відповідальності в разі вчинення дій /
      бездіяльності третіх осіб, внаслідок чого Фонд не мала змоги виконати свої
      зобов’язання за Офертою.{" "}
      <h2>9. ЗВІТНІСТЬ ПРО ВИКОРИСТАННЯ БЛАГОДІЙНИХ ПОЖЕРТВ</h2>
      <b>9.1. </b>Доступ до звітів про використання благодійних пожертв
      надається Благодійнику за його письмовою заявою. Інша інформація надається
      Фондом у порядку і в строки, передбачені чинним законодавством України.
      Фонд оприлюднює звітність про використання благодійних пожертв на Сайті.{" "}
      <h2>10. СТРОК ДІЇ ДОГОВОРУ</h2> <b>10.1. </b>Цей Договір діє з моменту
      його укладення, тобто з моменту прийняття (акцепту) Договору
      Благодійником. Договір діє до моменту повного виконання Сторонами своїх
      зобов’язань за Договором. <br />
      <b>10.1.2. </b>Цей Договір за юридичною силою прирівнюється до договору,
      укладеного в простій письмовій формі.{" "}
      <h2>11. ПОРЯДОК ЗМІНИ І РОЗІРВАННЯ ДОГОВОРУ</h2>
      <b> 11.1. </b>Фонд залишає за собою право періодично та без попереднього
      повідомлення вносити зміни до умов цього Договору, шляхом розміщення нової
      редакції Договору на Сайті та/або посилання на нього. При цьому нові умови
      здійснення благодійної пожертви є обов’язковими для Благодійника з моменту
      розміщення нової редакції цього Договору, якщо інший термін вступу змін в
      силу не визначений додатково при їх розміщенні.{" "}
      <h2>12. ЗАКЛЮЧНІ ПОЛОЖЕННЯ </h2>
      <b>12.1. </b>Шляхом акцептування Оферти Благодійник надає Фонду згоду на
      обробку своїх персональних даних, які розкриваються Благодійником при
      внесенні благодійної пожертви, з метою виконання умов Договору. Такі
      персональні дані можуть включати: ім'я, прізвище та по батькові, адресу,
      місце проживання, адресу електронної пошти, номер телефону та (при
      перерахуванні грошових коштів на поточний рахунок Фонду через установи
      банків) банківські реквізити. Дозволені види обробки персональних даних
      включають їх збирання, реєстрацію, накопичення, зберігання, адаптування,
      зміну, поновлення, використання і поширення (розповсюдження, реалізацію,
      передачу), знеособлення та знищення. Фонд зобов'язується не розкривати
      персональні дані Благодійника третім особам без дозволу Благодійника,
      окрім як у випадках коли таке розкриття вимагається державними органами
      або іншим чином вимагається відповідно до законодавства України.
      Благодійник підтверджує, що йому повідомлено про права, встановлені
      Законом України «Про захист персональних даних». Обсяг прав Благодійника,
      як суб'єкта персональних даних відповідно до Закону України «Про захист
      персональних даних».
      <br /> <b>12.2. </b>Благодійник надає згоду на те, що його контактна
      інформація може бути використана Фондом для направлення Благодійнику
      листів та повідомлень, в тому числі електронних. При цьому, Фонд
      зобов'язується не надавати інформацію про контактні дані Благодійника
      третім особам, крім випадків, прямо передбачених законодавством України.{" "}
      <br />
      <b>12.3. </b>У випадку виникнення спорів між сторонами цього Договору,
      вони мають вирішуватись шляхом переговорів. При неможливості переговорного
      вирішення, спори розглядаються судами в порядку, встановленому чинним
      процесуальним законодавством України. <br />
      <b>МІСЦЕЗНАХОДЖЕННЯ І РЕКВІЗИТИ СТОРІН ФОНДУ:</b>
    </div>
  );
};

export default PublicOffer;
